{
  "artigos": {
    "_info": {
      "descricao": "Continuação dos artigos da Lei 14.133/2021 - Parte 3",
      "artigos_range": "Arts. 45-70",
      "parte_anterior": "artigos-parte2.json (Arts. 24-44)"
    },
    "art-45": {
      "numero": "45",
      "conteudo": "As licitações de obras e serviços de engenharia devem respeitar, especialmente, as normas relativas a:",
      "incisos": [
        "disposição final ambientalmente adequada dos resíduos sólidos gerados pelas obras contratadas;",
        "mitigação por condicionantes e compensação ambiental, que serão definidas no procedimento de licenciamento ambiental;",
        "utilização de produtos, de equipamentos e de serviços que, comprovadamente, favoreçam a redução do consumo de energia e de recursos naturais;",
        "avaliação de impacto de vizinhança, na forma da legislação urbanística;",
        "proteção do patrimônio histórico, cultural, arqueológico e imaterial, inclusive por meio da avaliação do impacto direto ou indireto causado pelas obras contratadas;",
        "acessibilidade para pessoas com deficiência ou com mobilidade reduzida."
      ]
    },
    "art-46": {
      "numero": "46",
      "conteudo": "Na execução indireta de obras e serviços de engenharia, são admitidos os seguintes regimes:",
      "incisos": [
        "empreitada por preço unitário;",
        "empreitada por preço global;",
        "empreitada integral;",
        "contratação por tarefa;",
        "contratação integrada;",
        "contratação semi-integrada;",
        "fornecimento e prestação de serviço associado."
      ],
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "É vedada a realização de obras e serviços de engenharia sem projeto executivo, ressalvada a hipótese prevista no § 3º do art. 18 desta Lei."
        },
        {
          "numero": "2º",
          "texto": "A Administração é dispensada da elaboração de projeto básico nos casos de contratação integrada, hipótese em que deverá ser elaborado anteprojeto de acordo com metodologia definida em ato do órgão competente, observados os requisitos estabelecidos no inciso XXIV do art. 6º desta Lei."
        },
        {
          "numero": "3º",
          "texto": "Na contratação integrada, após a elaboração do projeto básico pelo contratado, o conjunto de desenhos, especificações, memoriais e cronograma físico-financeiro deverá ser submetido à aprovação da Administração, que avaliará sua adequação em relação aos parâmetros definidos no edital e conformidade com as normas técnicas, vedadas alterações que reduzam a qualidade ou a vida útil do empreendimento e mantida a responsabilidade integral do contratado pelos riscos associados ao projeto básico."
        },
        {
          "numero": "4º",
          "texto": "Nos regimes de contratação integrada e semi-integrada, o edital e o contrato, sempre que for o caso, deverão prever as providências necessárias para a efetivação de desapropriação autorizada pelo poder público, bem como:",
          "incisos": [
            "o responsável por cada fase do procedimento expropriatório;",
            "a responsabilidade pelo pagamento das indenizações devidas;",
            "a estimativa do valor a ser pago a título de indenização pelos bens expropriados, inclusive de custos correlatos;",
            "a distribuição objetiva de riscos entre as partes, incluído o risco pela diferença entre o custo da desapropriação e a estimativa de valor e pelos eventuais danos e prejuízos ocasionados por atraso na disponibilização dos bens expropriados;",
            "em nome de quem deverá ser promovido o registro de imissão provisória na posse e o registro de propriedade dos bens a serem desapropriados."
          ]
        },
        {
          "numero": "5º",
          "texto": "Na contratação semi-integrada, mediante prévia autorização da Administração, o projeto básico poderá ser alterado, desde que demonstrada a superioridade das inovações propostas pelo contratado em termos de redução de custos, de aumento da qualidade, de redução do prazo de execução ou de facilidade de manutenção ou operação, assumindo o contratado a responsabilidade integral pelos riscos associados à alteração do projeto básico."
        },
        {
          "numero": "6º",
          "texto": "A execução de cada etapa será obrigatoriamente precedida da conclusão e da aprovação, pela autoridade competente, dos trabalhos relativos às etapas anteriores."
        },
        {
          "numero": "7º",
          "texto": "(VETADO)."
        },
        {
          "numero": "8º",
          "texto": "(VETADO)."
        },
        {
          "numero": "9º",
          "texto": "Os regimes de execução a que se referem os incisos II, III, IV, V e VI do caput deste artigo serão licitados por preço global e adotarão sistemática de medição e pagamento associada à execução de etapas do cronograma físico-financeiro vinculadas ao cumprimento de metas de resultado, vedada a adoção de sistemática de remuneração orientada por preços unitários ou referenciada pela execução de quantidades de itens unitários."
        }
      ]
    },
    "art-47": {
      "numero": "47",
      "conteudo": "As licitações de serviços atenderão aos princípios:",
      "incisos": [
        "da padronização, considerada a compatibilidade de especificações estéticas, técnicas ou de desempenho;",
        "do parcelamento, quando for tecnicamente viável e economicamente vantajoso."
      ],
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "Na aplicação do princípio do parcelamento deverão ser considerados:",
          "incisos": [
            "a responsabilidade técnica;",
            "o custo para a Administração de vários contratos frente às vantagens da redução de custos, com divisão do objeto em itens;",
            "o dever de buscar a ampliação da competição e de evitar a concentração de mercado."
          ]
        },
        {
          "numero": "2º",
          "texto": "Na licitação de serviços de manutenção e assistência técnica, o edital deverá definir o local de realização dos serviços, admitida a exigência de deslocamento de técnico ao local da repartição ou a exigência de que o contratado tenha unidade de prestação de serviços em distância compatível com as necessidades da Administração."
        }
      ]
    },
    "art-48": {
      "numero": "48",
      "conteudo": "Poderão ser objeto de execução por terceiros as atividades materiais acessórias, instrumentais ou complementares aos assuntos que constituam área de competência legal do órgão ou da entidade, vedado à Administração ou a seus agentes, na contratação do serviço terceirizado:",
      "incisos": [
        "indicar pessoas expressamente nominadas para executar direta ou indiretamente o objeto contratado;",
        "fixar salário inferior ao definido em lei ou em ato normativo a ser pago pelo contratado;",
        "estabelecer vínculo de subordinação com funcionário de empresa prestadora de serviço terceirizado;",
        "definir forma de pagamento mediante exclusivo reembolso dos salários pagos;",
        "demandar a funcionário de empresa prestadora de serviço terceirizado a execução de tarefas fora do escopo do objeto da contratação;",
        "prever em edital exigências que constituam intervenção indevida da Administração na gestão interna do contratado."
      ],
      "paragrafos": [
        {
          "numero": "único",
          "texto": "Durante a vigência do contrato, é vedado ao contratado contratar cônjuge, companheiro ou parente em linha reta, colateral ou por afinidade, até o terceiro grau, de dirigente do órgão ou entidade contratante ou de agente público que desempenhe função na licitação ou atue na fiscalização ou na gestão do contrato, devendo essa proibição constar expressamente do edital de licitação."
        }
      ]
    },
    "art-49": {
      "numero": "49",
      "conteudo": "A Administração poderá, mediante justificativa expressa, contratar mais de uma empresa ou instituição para executar o mesmo serviço, desde que essa contratação não implique perda de economia de escala, quando:",
      "incisos": [
        "o objeto da contratação puder ser executado de forma concorrente e simultânea por mais de um contratado; e",
        "a múltipla execução for conveniente para atender à Administração."
      ],
      "paragrafos": [
        {
          "numero": "único",
          "texto": "Na hipótese prevista no caput deste artigo, a Administração deverá manter o controle individualizado da execução do objeto contratual relativamente a cada um dos contratados."
        }
      ]
    },
    "art-50": {
      "numero": "50",
      "conteudo": "Nas contratações de serviços com regime de dedicação exclusiva de mão de obra, o contratado deverá apresentar, quando solicitado pela Administração, sob pena de multa, comprovação do cumprimento das obrigações trabalhistas e com o Fundo de Garantia do Tempo de Serviço (FGTS) em relação aos empregados diretamente envolvidos na execução do contrato, em especial quanto ao:",
      "incisos": [
        "registro de ponto;",
        "recibo de pagamento de salários, adicionais, horas extras, repouso semanal remunerado e décimo terceiro salário;",
        "comprovante de depósito do FGTS;",
        "recibo de concessão e pagamento de férias e do respectivo adicional;",
        "recibo de quitação de obrigações trabalhistas e previdenciárias dos empregados dispensados até a data da extinção do contrato;",
        "recibo de pagamento de vale-transporte e vale-alimentação, na forma prevista em norma coletiva."
      ]
    },
    "art-51": {
      "numero": "51",
      "conteudo": "Ressalvado o disposto no inciso V do caput do art. 74 desta Lei, a locação de imóveis deverá ser precedida de licitação e avaliação prévia do bem, do seu estado de conservação, dos custos de adaptações e do prazo de amortização dos investimentos necessários."
    },
    "art-52": {
      "numero": "52",
      "conteudo": "Nas licitações de âmbito internacional, o edital deverá ajustar-se às diretrizes da política monetária e do comércio exterior e atender às exigências dos órgãos competentes.",
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "Quando for permitido ao licitante estrangeiro cotar preço em moeda estrangeira, o licitante brasileiro igualmente poderá fazê-lo."
        },
        {
          "numero": "2º",
          "texto": "O pagamento feito ao licitante brasileiro eventualmente contratado em virtude de licitação nas condições de que trata o § 1º deste artigo será efetuado em moeda corrente nacional."
        },
        {
          "numero": "3º",
          "texto": "As garantias de pagamento ao licitante brasileiro serão equivalentes àquelas oferecidas ao licitante estrangeiro."
        },
        {
          "numero": "4º",
          "texto": "Os gravames incidentes sobre os preços constarão do edital e serão definidos a partir de estimativas ou médias dos tributos."
        },
        {
          "numero": "5º",
          "texto": "As propostas de todos os licitantes estarão sujeitas às mesmas regras e condições, na forma estabelecida no edital."
        },
        {
          "numero": "6º",
          "texto": "Observados os termos desta Lei, o edital não poderá prever condições de habilitação, classificação e julgamento que constituam barreiras de acesso ao licitante estrangeiro, admitida a previsão de margem de preferência para bens produzidos no País e serviços nacionais que atendam às normas técnicas brasileiras, na forma definida no art. 26 desta Lei."
        }
      ]
    },
    "art-53": {
      "numero": "53",
      "conteudo": "Ao final da fase preparatória, o processo licitatório seguirá para o órgão de assessoramento jurídico da Administração, que realizará controle prévio de legalidade mediante análise jurídica da contratação.",
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "Na elaboração do parecer jurídico, o órgão de assessoramento jurídico da Administração deverá:",
          "incisos": [
            "apreciar o processo licitatório conforme critérios objetivos prévios de atribuição de prioridade;",
            "redigir sua manifestação em linguagem simples e compreensível e de forma clara e objetiva, com apreciação de todos os elementos indispensáveis à contratação e com exposição dos pressupostos de fato e de direito levados em consideração na análise jurídica;",
            "(VETADO)."
          ]
        },
        {
          "numero": "2º",
          "texto": "(VETADO)."
        },
        {
          "numero": "3º",
          "texto": "Encerrada a instrução do processo sob os aspectos técnico e jurídico, a autoridade determinará a divulgação do edital de licitação conforme disposto no art. 54."
        },
        {
          "numero": "4º",
          "texto": "Na forma deste artigo, o órgão de assessoramento jurídico da Administração também realizará controle prévio de legalidade de contratações diretas, acordos, termos de cooperação, convênios, ajustes, adesões a atas de registro de preços, outros instrumentos congêneres e de seus termos aditivos."
        },
        {
          "numero": "5º",
          "texto": "É dispensável a análise jurídica nas hipóteses previamente definidas em ato da autoridade jurídica máxima competente, que deverá considerar o baixo valor, a baixa complexidade da contratação, a entrega imediata do bem ou a utilização de minutas de editais e instrumentos de contrato, convênio ou outros ajustes previamente padronizados pelo órgão de assessoramento jurídico."
        },
        {
          "numero": "6º",
          "texto": "(VETADO)."
        }
      ]
    },
    "art-54": {
      "numero": "54",
      "conteudo": "A publicidade do edital de licitação será realizada mediante divulgação e manutenção do inteiro teor do ato convocatório e de seus anexos no Portal Nacional de Contratações Públicas (PNCP).",
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "Sem prejuízo do disposto no caput, é obrigatória a publicação de extrato do edital no Diário Oficial da União, do Estado, do Distrito Federal ou do Município, ou, no caso de consórcio público, do ente de maior nível entre eles, bem como em jornal diário de grande circulação."
        },
        {
          "numero": "2º",
          "texto": "É facultada a divulgação adicional e a manutenção do inteiro teor do edital e de seus anexos em sítio eletrônico oficial do ente federativo do órgão ou entidade responsável pela licitação ou, no caso de consórcio público, do ente de maior nível entre eles, admitida, ainda, a divulgação direta a interessados devidamente cadastrados para esse fim."
        },
        {
          "numero": "3º",
          "texto": "Após a homologação do processo licitatório, serão disponibilizados no Portal Nacional de Contratações Públicas (PNCP) e, se o órgão ou entidade responsável pela licitação entender cabível, também no sítio referido no § 2º deste artigo, os documentos elaborados na fase preparatória que porventura não tenham integrado o edital e seus anexos."
        }
      ]
    },
    "art-55": {
      "numero": "55",
      "conteudo": "Os prazos mínimos para apresentação de propostas e lances, contados a partir da data de divulgação do edital de licitação, são de:",
      "incisos": [
        {
          "texto": "para aquisição de bens:",
          "alineas": [
            "8 (oito) dias úteis, quando adotados os critérios de julgamento de menor preço ou de maior desconto;",
            "15 (quinze) dias úteis, nas hipóteses não abrangidas pela alínea \"a\" deste inciso;"
          ]
        },
        {
          "texto": "no caso de serviços e obras:",
          "alineas": [
            "10 (dez) dias úteis, quando adotados os critérios de julgamento de menor preço ou de maior desconto, no caso de serviços comuns e de obras e serviços comuns de engenharia;",
            "25 (vinte e cinco) dias úteis, quando adotados os critérios de julgamento de menor preço ou de maior desconto, no caso de serviços especiais e de obras e serviços especiais de engenharia;",
            "60 (sessenta) dias úteis, quando o regime de execução for de contratação integrada;",
            "35 (trinta e cinco) dias úteis, quando o regime de execução for o de contratação semi-integrada ou nas hipóteses não abrangidas pelas alíneas \"a\", \"b\" e \"c\" deste inciso;"
          ]
        },
        "para licitação em que se adote o critério de julgamento de maior lance, 15 (quinze) dias úteis;",
        "para licitação em que se adote o critério de julgamento de técnica e preço ou de melhor técnica ou conteúdo artístico, 35 (trinta e cinco) dias úteis."
      ],
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "Eventuais modificações no edital implicarão nova divulgação na mesma forma de sua divulgação inicial, além do cumprimento dos mesmos prazos dos atos e procedimentos originais, exceto quando a alteração não comprometer a formulação das propostas."
        },
        {
          "numero": "2º",
          "texto": "Os prazos previstos neste artigo poderão, mediante decisão fundamentada, ser reduzidos até a metade nas licitações realizadas pelo Ministério da Saúde, no âmbito do Sistema Único de Saúde (SUS)."
        }
      ]
    },
    "art-56": {
      "numero": "56",
      "conteudo": "O modo de disputa poderá ser, isolada ou conjuntamente:",
      "incisos": [
        "aberto, hipótese em que os licitantes apresentarão suas propostas por meio de lances públicos e sucessivos, crescentes ou decrescentes;",
        "fechado, hipótese em que as propostas permanecerão em sigilo até a data e hora designadas para sua divulgação."
      ],
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "A utilização isolada do modo de disputa fechado será vedada quando adotados os critérios de julgamento de menor preço ou de maior desconto."
        },
        {
          "numero": "2º",
          "texto": "A utilização do modo de disputa aberto será vedada quando adotado o critério de julgamento de técnica e preço."
        },
        {
          "numero": "3º",
          "texto": "Serão considerados intermediários os lances:",
          "incisos": [
            "iguais ou inferiores ao maior já ofertado, quando adotado o critério de julgamento de maior lance;",
            "iguais ou superiores ao menor já ofertado, quando adotados os demais critérios de julgamento."
          ]
        },
        {
          "numero": "4º",
          "texto": "Após a definição da melhor proposta, se a diferença em relação à proposta classificada em segundo lugar for de pelo menos 5% (cinco por cento), a Administração poderá admitir o reinício da disputa aberta, nos termos estabelecidos no instrumento convocatório, para a definição das demais colocações."
        },
        {
          "numero": "5º",
          "texto": "Nas licitações de obras ou serviços de engenharia, após o julgamento, o licitante vencedor deverá reelaborar e apresentar à Administração, por meio eletrônico, as planilhas com indicação dos quantitativos e dos custos unitários, bem como com detalhamento das Bonificações e Despesas Indiretas (BDI) e dos Encargos Sociais (ES), com os respectivos valores adequados ao valor final da proposta vencedora, admitida a utilização dos preços unitários, no caso de empreitada por preço global, empreitada integral, contratação semi-integrada e contratação integrada, exclusivamente para eventuais adequações indispensáveis no cronograma físico-financeiro e para balizar excepcional aditamento posterior do contrato."
        }
      ]
    },
    "art-57": {
      "numero": "57",
      "conteudo": "O edital de licitação poderá estabelecer intervalo mínimo de diferença de valores entre os lances, que incidirá tanto em relação aos lances intermediários quanto em relação à proposta que cobrir a melhor oferta."
    },
    "art-58": {
      "numero": "58",
      "conteudo": "Poderá ser exigida, no momento da apresentação da proposta, a comprovação do recolhimento de quantia a título de garantia de proposta, como requisito de pré-habilitação.",
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "A garantia de proposta não poderá ser superior a 1% (um por cento) do valor estimado para a contratação."
        },
        {
          "numero": "2º",
          "texto": "A garantia de proposta será devolvida aos licitantes no prazo de 10 (dez) dias úteis, contado da assinatura do contrato ou da data em que for declarada fracassada a licitação."
        },
        {
          "numero": "3º",
          "texto": "Implicará execução do valor integral da garantia de proposta a recusa em assinar o contrato ou a não apresentação dos documentos para a contratação."
        },
        {
          "numero": "4º",
          "texto": "A garantia de proposta poderá ser prestada nas modalidades de que trata o § 1º do art. 96 desta Lei."
        }
      ]
    },
    "art-59": {
      "numero": "59",
      "conteudo": "Serão desclassificadas as propostas que:",
      "incisos": [
        "contiverem vícios insanáveis;",
        "não obedecerem às especificações técnicas pormenorizadas no edital;",
        "apresentarem preços inexequíveis ou permanecerem acima do orçamento estimado para a contratação;",
        "não tiverem sua exequibilidade demonstrada, quando exigido pela Administração;",
        "apresentarem desconformidade com quaisquer outras exigências do edital, desde que insanável."
      ],
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "A verificação da conformidade das propostas poderá ser feita exclusivamente em relação à proposta mais bem classificada."
        },
        {
          "numero": "2º",
          "texto": "A Administração poderá realizar diligências para aferir a exequibilidade das propostas ou exigir dos licitantes que ela seja demonstrada, conforme disposto no inciso IV do caput deste artigo."
        },
        {
          "numero": "3º",
          "texto": "No caso de obras e serviços de engenharia e arquitetura, para efeito de avaliação da exequibilidade e de sobrepreço, serão considerados o preço global, os quantitativos e os preços unitários tidos como relevantes, observado o critério de aceitabilidade de preços unitário e global a ser fixado no edital, conforme as especificidades do mercado correspondente."
        },
        {
          "numero": "4º",
          "texto": "No caso de obras e serviços de engenharia, serão consideradas inexequíveis as propostas cujos valores forem inferiores a 75% (setenta e cinco por cento) do valor orçado pela Administração."
        },
        {
          "numero": "5º",
          "texto": "Nas contratações de obras e serviços de engenharia, será exigida garantia adicional do licitante vencedor cuja proposta for inferior a 85% (oitenta e cinco por cento) do valor orçado pela Administração, equivalente à diferença entre este último e o valor da proposta, sem prejuízo das demais garantias exigíveis de acordo com esta Lei."
        }
      ]
    },
    "art-60": {
      "numero": "60",
      "conteudo": "Em caso de empate entre duas ou mais propostas, serão utilizados os seguintes critérios de desempate, nesta ordem:",
      "incisos": [
        "disputa final, hipótese em que os licitantes empatados poderão apresentar nova proposta em ato contínuo à classificação;",
        "avaliação do desempenho contratual prévio dos licitantes, para a qual deverão preferencialmente ser utilizados registros cadastrais para efeito de atesto de cumprimento de obrigações previstos nesta Lei;",
        "desenvolvimento pelo licitante de ações de equidade entre homens e mulheres no ambiente de trabalho, conforme regulamento;",
        "desenvolvimento pelo licitante de programa de integridade, conforme orientações dos órgãos de controle."
      ],
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "Em igualdade de condições, se não houver desempate, será assegurada preferência, sucessivamente, aos bens e serviços produzidos ou prestados por:",
          "incisos": [
            "empresas estabelecidas no território do Estado ou do Distrito Federal do órgão ou entidade da Administração Pública estadual ou distrital licitante ou, no caso de licitação realizada por órgão ou entidade de Município, no território do Estado em que este se localize;",
            "empresas brasileiras;",
            "empresas que invistam em pesquisa e no desenvolvimento de tecnologia no País;",
            "empresas que comprovem a prática de mitigação, nos termos da Lei nº 12.187, de 29 de dezembro de 2009."
          ]
        },
        {
          "numero": "2º",
          "texto": "As regras previstas no caput deste artigo não prejudicarão a aplicação do disposto no art. 44 da Lei Complementar nº 123, de 14 de dezembro de 2006."
        }
      ]
    },
    "art-61": {
      "numero": "61",
      "conteudo": "Definido o resultado do julgamento, a Administração poderá negociar condições mais vantajosas com o primeiro colocado.",
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "A negociação poderá ser feita com os demais licitantes, segundo a ordem de classificação inicialmente estabelecida, quando o primeiro colocado, mesmo após a negociação, for desclassificado em razão de sua proposta permanecer acima do preço máximo definido pela Administração."
        },
        {
          "numero": "2º",
          "texto": "A negociação será conduzida por agente de contratação ou comissão de contratação, na forma de regulamento, e, depois de concluída, terá seu resultado divulgado a todos os licitantes e anexado aos autos do processo licitatório."
        }
      ]
    },
    "art-62": {
      "numero": "62",
      "conteudo": "A habilitação é a fase da licitação em que se verifica o conjunto de informações e documentos necessários e suficientes para demonstrar a capacidade do licitante de realizar o objeto da licitação, dividindo-se em:",
      "incisos": [
        "jurídica;",
        "técnica;",
        "fiscal, social e trabalhista;",
        "econômico-financeira."
      ]
    },
    "art-63": {
      "numero": "63",
      "conteudo": "Na fase de habilitação das licitações serão observadas as seguintes disposições:",
      "incisos": [
        "poderá ser exigida dos licitantes a declaração de que atendem aos requisitos de habilitação, e o declarante responderá pela veracidade das informações prestadas, na forma da lei;",
        "será exigida a apresentação dos documentos de habilitação apenas pelo licitante vencedor, exceto quando a fase de habilitação anteceder a de julgamento;",
        "serão exigidos os documentos relativos à regularidade fiscal, em qualquer caso, somente em momento posterior ao julgamento das propostas, e apenas do licitante mais bem classificado;",
        "será exigida do licitante declaração de que cumpre as exigências de reserva de cargos para pessoa com deficiência e para reabilitado da Previdência Social, previstas em lei e em outras normas específicas."
      ],
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "Constará do edital de licitação cláusula que exija dos licitantes, sob pena de desclassificação, declaração de que suas propostas econômicas compreendem a integralidade dos custos para atendimento dos direitos trabalhistas assegurados na Constituição Federal, nas leis trabalhistas, nas normas infralegais, nas convenções coletivas de trabalho e nos termos de ajustamento de conduta vigentes na data de entrega das propostas."
        },
        {
          "numero": "2º",
          "texto": "Quando a avaliação prévia do local de execução for imprescindível para o conhecimento pleno das condições e peculiaridades do objeto a ser contratado, o edital de licitação poderá prever, sob pena de inabilitação, a necessidade de o licitante atestar que conhece o local e as condições de realização da obra ou serviço, assegurado a ele o direito de realização de vistoria prévia."
        },
        {
          "numero": "3º",
          "texto": "Para os fins previstos no § 2º deste artigo, o edital de licitação sempre deverá prever a possibilidade de substituição da vistoria por declaração formal assinada pelo responsável técnico do licitante acerca do conhecimento pleno das condições e peculiaridades da contratação."
        },
        {
          "numero": "4º",
          "texto": "Para os fins previstos no § 2º deste artigo, se os licitantes optarem por realizar vistoria prévia, a Administração deverá disponibilizar data e horário diferentes para os eventuais interessados."
        }
      ]
    },
    "art-64": {
      "numero": "64",
      "conteudo": "Após a entrega dos documentos para habilitação, não será permitida a substituição ou a apresentação de novos documentos, salvo em sede de diligência, para:",
      "incisos": [
        "complementação de informações acerca dos documentos já apresentados pelos licitantes e desde que necessária para apurar fatos existentes à época da abertura do certame;",
        "atualização de documentos cuja validade tenha expirado após a data de recebimento das propostas."
      ],
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "Na análise dos documentos de habilitação, a comissão de licitação poderá sanar erros ou falhas que não alterem a substância dos documentos e sua validade jurídica, mediante despacho fundamentado registrado e acessível a todos, atribuindo-lhes eficácia para fins de habilitação e classificação."
        },
        {
          "numero": "2º",
          "texto": "Quando a fase de habilitação anteceder a de julgamento e já tiver sido encerrada, não caberá exclusão de licitante por motivo relacionado à habilitação, salvo em razão de fatos supervenientes ou só conhecidos após o julgamento."
        }
      ]
    },
    "art-65": {
      "numero": "65",
      "conteudo": "As condições de habilitação serão definidas no edital.",
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "As empresas criadas no exercício financeiro da licitação deverão atender a todas as exigências da habilitação e ficarão autorizadas a substituir os demonstrativos contábeis pelo balanço de abertura."
        },
        {
          "numero": "2º",
          "texto": "A habilitação poderá ser realizada por processo eletrônico de comunicação a distância, nos termos dispostos em regulamento."
        }
      ]
    },
    "art-66": {
      "numero": "66",
      "conteudo": "A habilitação jurídica visa a demonstrar a capacidade de o licitante exercer direitos e assumir obrigações, e a documentação a ser apresentada por ele limita-se à comprovação de existência jurídica da pessoa e, quando cabível, de autorização para o exercício da atividade a ser contratada."
    },
    "art-67": {
      "numero": "67",
      "conteudo": "A documentação relativa à qualificação técnico-profissional e técnico-operacional será restrita a:",
      "incisos": [
        "apresentação de profissional, devidamente registrado no conselho profissional competente, quando for o caso, detentor de atestado de responsabilidade técnica por execução de obra ou serviço de características semelhantes, para fins de contratação;",
        "certidões ou atestados, regularmente emitidos pelo conselho profissional competente, quando for o caso, que demonstrem capacidade operacional na execução de serviços similares de complexidade tecnológica e operacional equivalente ou superior, bem como documentos comprobatórios emitidos na forma do § 3º do art. 88 desta Lei;",
        "indicação do pessoal técnico, das instalações e do aparelhamento adequados e disponíveis para a realização do objeto da licitação, bem como da qualificação de cada membro da equipe técnica que se responsabilizará pelos trabalhos;",
        "prova do atendimento de requisitos previstos em lei especial, quando for o caso;",
        "registro ou inscrição na entidade profissional competente, quando for o caso;",
        "declaração de que o licitante tomou conhecimento de todas as informações e das condições locais para o cumprimento das obrigações objeto da licitação."
      ],
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "A exigência de atestados será restrita às parcelas de maior relevância ou valor significativo do objeto da licitação, assim consideradas as que tenham valor individual igual ou superior a 4% (quatro por cento) do valor total estimado da contratação."
        },
        {
          "numero": "2º",
          "texto": "Observado o disposto no caput e no § 1º deste artigo, será admitida a exigência de atestados com quantidades mínimas de até 50% (cinquenta por cento) das parcelas de que trata o referido parágrafo, vedadas limitações de tempo e de locais específicos relativas aos atestados."
        },
        {
          "numero": "3º",
          "texto": "Salvo na contratação de obras e serviços de engenharia, as exigências a que se referem os incisos I e II do caput deste artigo, a critério da Administração, poderão ser substituídas por outra prova de que o profissional ou a empresa possui conhecimento técnico e experiência prática na execução de serviço de características semelhantes, hipótese em que as provas alternativas aceitáveis deverão ser previstas em regulamento."
        },
        {
          "numero": "4º",
          "texto": "Serão aceitos atestados ou outros documentos hábeis emitidos por entidades estrangeiras quando acompanhados de tradução para o português, salvo se comprovada a inidoneidade da entidade emissora."
        },
        {
          "numero": "5º",
          "texto": "Em se tratando de serviços contínuos, o edital poderá exigir certidão ou atestado que demonstre que o licitante tenha executado serviços similares ao objeto da licitação, em períodos sucessivos ou não, por um prazo mínimo, que não poderá ser superior a 3 (três) anos."
        },
        {
          "numero": "6º",
          "texto": "Os profissionais indicados pelo licitante na forma dos incisos I e III do caput deste artigo deverão participar da obra ou serviço objeto da licitação, e será admitida a sua substituição por profissionais de experiência equivalente ou superior, desde que aprovada pela Administração."
        },
        {
          "numero": "7º",
          "texto": "Sociedades empresárias estrangeiras atenderão à exigência prevista no inciso V do caput deste artigo por meio da apresentação, no momento da assinatura do contrato, da solicitação de registro perante a entidade profissional competente no Brasil."
        },
        {
          "numero": "8º",
          "texto": "Será admitida a exigência da relação dos compromissos assumidos pelo licitante que importem em diminuição da disponibilidade do pessoal técnico referido nos incisos I e III do caput deste artigo."
        },
        {
          "numero": "9º",
          "texto": "O edital poderá prever, para aspectos técnicos específicos, que a qualificação técnica seja demonstrada por meio de atestados relativos a potencial subcontratado, limitado a 25% (vinte e cinco por cento) do objeto a ser licitado, hipótese em que mais de um licitante poderá apresentar atestado relativo ao mesmo potencial subcontratado."
        },
        {
          "numero": "10",
          "texto": "Em caso de apresentação por licitante de atestado de desempenho anterior emitido em favor de consórcio do qual tenha feito parte, se o atestado ou o contrato de constituição do consórcio não identificar a atividade desempenhada por cada consorciado individualmente, serão adotados os seguintes critérios na avaliação de sua qualificação técnica:",
          "incisos": [
            "caso o atestado tenha sido emitido em favor de consórcio homogêneo, as experiências atestadas deverão ser reconhecidas para cada empresa consorciada na proporção quantitativa de sua participação no consórcio, salvo nas licitações para contratação de serviços técnicos especializados de natureza predominantemente intelectual, em que todas as experiências atestadas deverão ser reconhecidas para cada uma das empresas consorciadas;",
            "caso o atestado tenha sido emitido em favor de consórcio heterogêneo, as experiências atestadas deverão ser reconhecidas para cada consorciado de acordo com os respectivos campos de atuação, inclusive nas licitações para contratação de serviços técnicos especializados de natureza predominantemente intelectual."
          ]
        },
        {
          "numero": "11",
          "texto": "Na hipótese do § 10 deste artigo, para fins de comprovação do percentual de participação do consorciado, caso este não conste expressamente do atestado ou da certidão, deverá ser juntada ao atestado ou à certidão cópia do instrumento de constituição do consórcio."
        },
        {
          "numero": "12",
          "texto": "Na documentação de que trata o inciso I do caput deste artigo, não serão admitidos atestados de responsabilidade técnica de profissionais que, na forma de regulamento, tenham dado causa à aplicação das sanções previstas nos incisos III e IV do caput do art. 156 desta Lei em decorrência de orientação proposta, de prescrição técnica ou de qualquer ato profissional de sua responsabilidade."
        }
      ]
    },
    "art-68": {
      "numero": "68",
      "conteudo": "As habilitações fiscal, social e trabalhista serão aferidas mediante a verificação dos seguintes requisitos:",
      "incisos": [
        "a inscrição no Cadastro de Pessoas Físicas (CPF) ou no Cadastro Nacional da Pessoa Jurídica (CNPJ);",
        "a inscrição no cadastro de contribuintes estadual e/ou municipal, se houver, relativo ao domicílio ou sede do licitante, pertinente ao seu ramo de atividade e compatível com o objeto contratual;",
        "a regularidade perante a Fazenda federal, estadual e/ou municipal do domicílio ou sede do licitante, ou outra equivalente, na forma da lei;",
        "a regularidade relativa à Seguridade Social e ao FGTS, que demonstre cumprimento dos encargos sociais instituídos por lei;",
        "a regularidade perante a Justiça do Trabalho;",
        "o cumprimento do disposto no inciso XXXIII do art. 7º da Constituição Federal."
      ],
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "Os documentos referidos nos incisos do caput deste artigo poderão ser substituídos ou supridos, no todo ou em parte, por outros meios hábeis a comprovar a regularidade do licitante, inclusive por meio eletrônico."
        },
        {
          "numero": "2º",
          "texto": "A comprovação de atendimento do disposto nos incisos III, IV e V do caput deste artigo deverá ser feita na forma da legislação específica."
        }
      ]
    },
    "art-69": {
      "numero": "69",
      "conteudo": "A habilitação econômico-financeira visa a demonstrar a aptidão econômica do licitante para cumprir as obrigações decorrentes do futuro contrato, devendo ser comprovada de forma objetiva, por coeficientes e índices econômicos previstos no edital, devidamente justificados no processo licitatório, e será restrita à apresentação da seguinte documentação:",
      "incisos": [
        "balanço patrimonial, demonstração de resultado de exercício e demais demonstrações contábeis dos 2 (dois) últimos exercícios sociais;",
        "certidão negativa de feitos sobre falência expedida pelo distribuidor da sede do licitante."
      ],
      "paragrafos": [
        {
          "numero": "1º",
          "texto": "A critério da Administração, poderá ser exigida declaração, assinada por profissional habilitado da área contábil, que ateste o atendimento pelo licitante dos índices econômicos previstos no edital."
        },
        {
          "numero": "2º",
          "texto": "Para o atendimento do disposto no caput deste artigo, é vedada a exigência de valores mínimos de faturamento anterior e de índices de rentabilidade ou lucratividade."
        },
        {
          "numero": "3º",
          "texto": "É admitida a exigência da relação dos compromissos assumidos pelo licitante que importem em diminuição de sua capacidade econômico-financeira, excluídas parcelas já executadas de contratos firmados."
        },
        {
          "numero": "4º",
          "texto": "A Administração, nas compras para entrega futura e na execução de obras e serviços, poderá estabelecer no edital a exigência de capital mínimo ou de patrimônio líquido mínimo equivalente a até 10% (dez por cento) do valor estimado da contratação."
        },
        {
          "numero": "5º",
          "texto": "É vedada a exigência de índices e valores não usualmente adotados para a avaliação de situação econômico-financeira suficiente para o cumprimento das obrigações decorrentes da licitação."
        },
        {
          "numero": "6º",
          "texto": "Os documentos referidos no inciso I do caput deste artigo limitar-se-ão ao último exercício no caso de a pessoa jurídica ter sido constituída há menos de 2 (dois) anos."
        }
      ]
    },
    "art-70": {
      "numero": "70",
      "conteudo": "A documentação referida neste Capítulo poderá ser:",
      "incisos": [
        "apresentada em original, por cópia ou por qualquer outro meio expressamente admitido pela Administração;",
        "substituída por registro cadastral emitido por órgão ou entidade pública, desde que previsto no edital e que o registro tenha sido feito em obediência ao disposto nesta Lei;",
        "dispensada, total ou parcialmente, nas contratações para entrega imediata, nas contratações em valores inferiores a 1/4 (um quarto) do limite para dispensa de licitação para compras em geral e nas contratações de produto para pesquisa e desenvolvimento até o valor de R$ 300.000,00 (trezentos mil reais)."
      ],
      "paragrafos": [
        {
          "numero": "único",
          "texto": "As empresas estrangeiras que não funcionem no País deverão apresentar documentos equivalentes, na forma de regulamento emitido pelo Poder Executivo federal."
        }
      ]
    }
  }
}
